<?php

return [
    'ru' => [
        'minLength' => 'Количество символов не должно быть меньше %s',
        'maxLength' => 'Количество символов не должно привышать %s',
        'string' => 'Это поле должен быть строкой',
        'min' => 'Значение не должеть быть меньше %s',
        'max' => 'Значение не должен превышать %s',
        'integer' => 'Поле принимает только число',
        'length' => 'Количество символов должно быть равно %s',
        'json' => 'Пришедшие данные не являются JSON\'ом',
        'email' => 'Введен не корректный электронные адрес',
        'url' => 'Введенный url не соответствует стандарту - т.е введен не правильно',
        'require' => 'Обезательное поле не заполнено'
    ],
    'en' => [
        'minLength' => ' %s',
        'maxLength' => ' %s',
        'string' => '',
        'min' => ' %s',
        'max' => ' %s',
        'integer' => '',
        'length' => ' %s',
        'json' => '',
        'email' => '',
        'url' => ''
    ]
];


